artifacts/box_roundhole_v5/compressible_vof_vent_case_gmsh_coarse155/constant/g
FoamFile { version 2.0; format ascii; class uniformDimensionedVectorField; object g; }
dimensions [0 1 -2 0 0 0 0];
value (0 0 0);
