artifacts/box_roundhole_v5/compressible_vof_vent_case_gmsh_coarse155/0/T.air
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2512                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       volScalarField;
    location    "0";
    object      T.air;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 508;

boundaryField
{
    gate
    {
        type            fixedValue;
        value           uniform 508;
    }
    vent
    {
        type            inletOutlet;
        inletValue      uniform 298;
        value           uniform 298;
    }
    cavity_wall
    {
        type            fixedValue;
        value           uniform 313;
    }
}


// ************************************************************************* //
