artifacts/box_roundhole_v5/compressible_vof_vent_case_gmsh_coarse155/0/alpha.polymer
FoamFile { version 2.0; format ascii; class volScalarField; object alpha.polymer; }
dimensions [0 0 0 0 0 0 0];
internalField uniform 0;
boundaryField
{
    gate { type fixedValue; value uniform 1; }
    vent { type inletOutlet; inletValue uniform 0; value uniform 0; }
    cavity_wall { type zeroGradient; }
}
